tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Homebrew

brew "carthage"
brew "ffmpeg"
brew "git"
brew "nodebrew"

# Homebrew cask

cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "charles"
cask "clipy"
# cask "docker"
cask "figma"
cask "fork"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "slack"
# cask "sourcetree"
cask "visual-studio-code"
cask "zoom"

# mas

# mas "BetterSnapTool", id:417375580
# mas "CommentScreen", id:1450950860
# mas "cotEditor", id: 1024640650
# mas "Dropover", id: 1355679052
# mas "Kindle", id: 405399194
# mas "LINE", id: 539883307
# mas "Manico", id: 724472954
# mas "Mathpix", id: 1349670778
# mas "Nozbe", id: 508957583
# mas "Slack", id: 803453959
# mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
